docs/loImportante.html
<!DOCTYPE html>
<html lang="es">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Cómo separar lo importante de lo demás</title>
<meta name="author" content="Juan E. Gómez-Morantes" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content" class="content">
<header>
<h1 class="title">Cómo separar lo importante de lo demás</h1>
</header><p>
Sin importar el sistema de productividad personal que manejes (GTD, PARA, listas de tareas, Matriz de Eisenhower, etc.), todos tienen en el centro una decisión fundamental que se delega a la persona aplicando el método: qué es importante y qué no lo es. En el modelo <a href="3-3-3.html">3:3:3</a>, por ejemplo, se inicia el día con un bloque de trabajo de 3 horas en &laquo;el proyecto más importante que tengas actualmente&raquo;. Lo complicado de esa frase es determinar qué es lo importante.
</p>

<p>
Una primera complicación es la confusión entre lo urgente y lo importante. Lo urgente son tareas que tienen una fecha límite de terminación pronta y deben completarse en ese horizonte de tiempo. Ejemplos de esto son responder a un derecho de petición legal o atender una falla técnica que detuvo la operación de un sistema en producción. Esto, sin embargo, no lo hace importante. El derecho de petición puede ser algo rutinario sobre aspectos de muy bajo impacto, y el sistema en producción podrá ser importante para la empresa, pero no para la persona resolviendo el problema. 
</p>

<p>
Para resolver esto, podemos partir de nuestras metas y objetivos. Como no todas nuestras metas tiene la misma importancia (&laquo;tener una buena salud&raquo; es más importante que &laquo;ver todas las películas de Marvel en su orden cronológico&raquo;), debería ser fácil clasificarlas en 3 o 4 niveles de importancia. Si nos guiamos por metas y objetivos, los proyectos o tareas importantes son aquellas que están completamente alineadas (i.e., aportan en gran medida) a nuestras metas y objetivos principales (e.g., ser un académico de talla mundial, tener una relación sana y edificante con mi hija, tener un matrimonio pleno y feliz). Por su parte, las no importantes son aquellas que hacen aportes marginales a dichos objetivos principales, hacen aportes (así sea significativos) a objetivos secundarios, o que &#x2013;a pesar de ser de obligatorio cumplimiento&#x2013; no aportan a ninguno de mis objetivos. 
</p>

<p>
Otra forma de plantearlo consiste en la alineación con identidades fundamentales. Todos somos muchas cosas &#x2013;padres, profesionales, deportistas, parejas, hijos, etc.&#x2013;, pero no todas esas identidades tienen el mismo nivel de importancia. Por ejemplo, yo me defino como &laquo;ciclista aficionado&raquo;, pero ese componente de mi identidad personal no es más importante que los componentes de &laquo;padre&raquo;, &laquo;esposo&raquo;, o &laquo;académico&raquo;. De la misma forma, en mi campo profesional, soy &laquo;profesor&raquo;, &laquo;investigador&raquo;, y &laquo;director de programa&raquo;. Entre estas, es fácil para mi generar una escala de valores para determinar cuál de estas identidades es más importante para mí (<i>spoiler</i>: es &laquo;investigador&raquo;). Siguiendo esa idea, podemos definir lo importante (áreas de responsabilidad, proyectos, hábitos, o tareas) como lo relacionado con los componente identitarios más importantes para nosotros. 
</p>

<p>
Estas dos perspectivas, afortunadamente, no son excluyentes. Esto pasa porque, incluso en nuestros componentes identitarios fundamentales, hay aspectos que poco aportan a nuestras metas fundamentales. Siendo así, podemos tener un primer criterio de importancia basado en identidad y un segundo criterio basado en impacto dentro esa identidad. 
</p>

<p>
El problema, ahora, es determinar cuáles son nuestros componentes identitarios fundamentales (i.e., nuestros &laquo;soy \________&raquo;) y los proyectos que nos permiten desarrollar esa identidad al nivel que deseamos. Pero ahí, lastimosamente, no hay métodos ni herramientas más allá de la reflexión personal y la escritura&#x2026;
</p>
</div>
<div id="postamble" class="status">
<p class="date">Fecha: 2024:12:27</p>
<p class="author">Autor: Juan E. Gómez-Morantes</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.3 (<a href="https://orgmode.org">Org</a> mode 9.8-pre)</p>
</div>
</body>
</html>
